<%@ Page Title="About" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeBehind="About.aspx.cs" Inherits="MyNotebooks.About" %>

<asp:Content ID="BodyContent" ContentPlaceHolderID="MainContent" runat="server">
    <div class="jumbotron">
        <h2 class="text-center">Помощ</h2>
    </div>
    <h3>Кратки указания</h3>
    <h4>В настоящото уеб приложение може да се влезе посредством избор на една от следните роли: "Ученик" или "Учител". След регистрацията ученикът може да пише в е-тетрадките си по всеки учебен предмет, както и да посочи чрез имейл своите преподаватели, които ще проверят домашните му работи. А учителят, след получаване на достъп до е-тетрадките на всеки един от своите ученици, проверява, рецензира и оценява текущата домашна работа, за да може ученикът да разбере веднага силните и слабите страни на разработката си.</h4>
</asp:Content>
